import React from 'react'
import styles from './about.module.css'

function About() {
 return (
  <div className={styles.wrap}>
   <p>
    Однажды я решил изменить свою жизнь и заняться чем-то новым. Я практиковался до этого созданием landing страниц в конструкторе сайтов, поэтому решил попробовать себя в программировании.
   </p>
   <p>
    Когда я увидел сколько зарабатывают программисты, я понял, что это то, чем я хочу заниматься.
   </p>
   <p>
    Я начал решать задачи на Codewars, тренировался на тренажерах, проходил различные онлайн курсы, это было правда очень увлекательной практикой. В то время я стал понимать, что разработкой готов заниматься по многу времени.
   </p >
  </div>
 )
}

export default About